{
  "recommendations": {
    "influenza": "Dinlenin, bol sivi tuketin ve semptomlari hafifletmek icin doktor onerisiyle ilac kullanin.",
    "Common Cold": "Bol sivi tuketin, yeterince uyuyun ve burun tikanikligini gidermek icin buhar soluyun.",
    "Eczema": "Nemlendirici kullanin, tahris edici maddelerden kacinin ve gerektiginde kortikosteroid kremler uygulayin.",
    "Asthma": "Tetikleyicilerden kacinin, duzenli ilac kullanimini aksatmayin ve solunum egzersizleri yapin.",
    "Hyperthyroidism": "Doktor kontrolunde antitiroid ilaclar kullanin ve duzenli tiroid fonksiyon testleri yaptirin.",
    "Allergic Rhinitis": "Alerjenlerden kacinin, antihistaminikler kullanin ve ortaminizi temiz tutun.",
    "Anxiety Disorders": "Stres yonetimi teknikleri uygulayin, terapi destegi alin ve gerektiginde ilac kullanin.",
    "Diabetes": "Kan sekeri seviyenizi duzenli takip edin, saglikli beslenin ve duzenli egzersiz yapin.",
    "Gastroenteritis": "Bol sivi tuketin, hafif gidalarla beslenin ve hijyen kurallarina dikkat edin.",
    "Pancreatitis": "Yagli gidalardan kacinin, alkol tuketimini sinirlayin ve bol su icin.",
    "Rheumatoid Arthritis": "Duzenli egzersiz yapin, anti-inflamatuar ilaclar kullanin ve eklem sagliginizi koruyun.",
    "Depression": "Duygularinizi paylasin, terapi destegi alin ve duzenli egzersiz yapin.",
    "Liver Cancer": "Saglikli bir diyet benimseyin, alkolden kacinin ve duzenli saglik kontrolleri yaptirin.",
    "Stroke": "Tansiyon ve kolesterol seviyelerinizi kontrol altinda tutun, saglikli beslenin ve sigara kullanmayin.",
    "Urinary Tract infection": "Bol su icin, idrarinizi tutmayin ve hijyen kurallarina dikkat edin.",
    "Dengue Fever": "Bol sivi tuketin, dinlenin ve semptomlari hafifletmek icin doktor onerilerine uyun.",
    "Hepatitis": "Alkol ve sigara kullanımından kaçının, sağlıklı beslenmeye dikkat edin, düzenli olarak karaciğer fonksiyon testlerinizi yaptırın, doktor önerileri doğrultusunda antiviraller kullanın ve aşınızı yaptırın.",
    "Hepatitis B": "Hijyen kurallarina uyun, alkol tuketiminden kacinin ve doktor kontrollerinizi ihmal etmeyin.",
    "Kidney Cancer": "Duzenli saglik kontrolleri yaptirin, saglikli beslenin ve sigara icmeyin.",
    "Muscular Dystrophy": "Fizyoterapi uygulayin, kas sagliginizi destekleyici besinler tuketin ve duzenli doktor kontrolune gidin.",
    "Sinusitis": "Bol sivi tuketin, buhar banyolari yapin ve burun spreyi kullanin.",
    "Ulcerative Colitis": "Dengeli bir diyet yapin, stres yonetimi teknikleri uygulayin ve ilaclarinizi duzenli alin.",
    "Bipolar Disorder": "Psikoterapi alin, ilac tedavisine uyun ve duzenli uyku duzeni olusturun.",
    "Bronchitis": "Bol sivi tuketin, sigaradan uzak durun ve solunum yollarinizi temiz tutun.",
    "Cerebral Palsy": "Fizik tedavi alin, destekleyici cihazlar kullanin ve kas guclendirme egzersizleri yapin.",
    "Colorectal Cancer": "Lifli gidalar tuketin, duzenli taramalara katilin ve islenmis gidalardan kacinin.",
    "Hypertensive Heart Disease": "Tuz tuketimini azaltin, duzenli egzersiz yapin ve kan basincinizi takip edin.",
    "Multiple Sclerosis": "Stres yonetimi yapin, duzenli egzersiz yapin ve bagisiklik sisteminizi destekleyin.",
    "Myocardial infarction Heart...": "Saglikli beslenin, duzenli egzersiz yapin ve sigaradan uzak durun.",
    "Osteoporosis": "Kalsiyum ve D vitamini acisindan zengin besinler tuketin, agirlik tasiyan egzersizler yapin.",
    "Migraine": "Tetikleyicileri belirleyin, duzenli uyku alin ve kafein tuketimini sinirlayin.",
    "Pneumonia": "Bol sivi tuketin, dinlenin ve doktorun verdigi antibiyotikleri duzenli kullanin.",
    "Atherosclerosis": "Dusuk yagli diyet uygulayin, duzenli egzersiz yapin ve sigaradan kacinin.",
    "Chronic Obstructive Pulmonary Disease (COPD)": "Sigarayi birakin, hava kirliliginden kacinin ve solunum terapisi alin.",
    "Epilepsy": "ilaclarinizi duzenli kullanin, uyku duzeninize dikkat edin ve tetikleyicilerden kacinin.",
    "Hypertension": "Tuz alimini azaltin, duzenli egzersiz yapin ve tansiyon seviyenizi kontrol edin.",
    "Obsessive-Compulsive Disorde...": "Bilissel davranis terapisi uygulayin, stres yonetimi teknikleri kullanin ve gerektiginde ilac tedavisi alin.",
    "Psoriasis": "Cilt nemlendiricileri kullanin, stres yonetimi yapin ve iltihap onleyici tedaviler uygulayin.",
    "Rubella": "Asi olun, hamilelik sirasinda dikkatli olun ve kisisel hijyeninizi koruyun.",
    "Cirrhosis": "Alkol tuketiminden kacinin, dengeli beslenin ve duzenli doktor kontrollerine gidin.",
    "Conjunctivitis (Pink Eye)": "El hijyenine dikkat edin, goz damlasi kullanin ve alerjenlerden kacinin.",
    "Liver Disease": "Saglikli bir diyet izleyin, alkolden kacinin ve duzenli saglik kontrollerinizi yaptirin.",
    "Malaria": "Asi olmayi dusunun, sivrisineklerden korunmak icin uygun onlemler alin ve antimalaryal ilaclar kullanin.",
    "Spina Bifida": "Fizik tedavi ve destekleyici tedavi uygulayin, gebelik sirasinda folik asit kullanin.",
    "Kidney Disease": "Bol su icin, tuz tuketiminizi azaltin ve duzenli bobrek fonksiyonu testleri yaptirin.",
    "Osteoarthritis": "Agri yonetimi icin ilaclar kullanin, duzenli egzersiz yapin ve kilonuzu kontrol edin.",
    "Klinefelter Syndrome": "Erken teshis ve hormon tedavisi ile destek alin, egitim ve danismanlik hizmetlerinden faydalanin.",
    "Acne": "Cilt temizligine dikkat edin, topikal tedavi kullanin ve yagli gidalardan kacinin.",
    "Brain Tumor": "Tedavi seceneklerini doktorunuzla gorusun, cerrahi mudahale veya radyoterapi gerekebilir.",
    "Cystic Fibrosis": "Fizik tedavi ve solunum terapi cihazlari kullanin, enfeksiyonlardan korunmaya ozen gosterin.",
    "Glaucoma": "Duzenli goz muayeneleri yaptirin, goz damlalarini duzenli kullanin ve goz baskisini kontrol edin.",
    "Rabies": "Hayvan isiriklarindan kacinin, asi olun ve enfekte hayvanlarla temas etmeyin.",
    "Chickenpox": "Doktor tavsiyesiyle antiviral ilaclar kullanin, cilt lezyonlarini kasimaktan kacinin.",
    "Coronary Artery Disease": "Saglikli beslenin, egzersiz yapin ve kan basincinizi kontrol edin.",
    "Eating Disorders (Anorexia,...": "Psikolojik destek alin, saglikli beslenme aliskanliklari gelistirin ve profesyonel terapi destegi alin.",
    "Fibromyalgia": "Fiziksel terapi yapin, agri yonetimi icin ilac kullanin ve stresle basa cikma yontemleri gelistirin.",
    "Hemophilia": "Kanama riskini onlemek icin duzenli tedavi alin, yaralanmalardan kacinin.",
    "Hypoglycemia": "Dusuk kan sekeri seviyelerine dikkat edin, duzenli yemek yiyin ve doktor onerisiyle tedaviye devam edin.",
    "Lymphoma": "Tedavi seceneklerini doktorunuzla tartisin, kemoterapi ve radyoterapi gerekebilir.",
    "Hypothyroidism": "Tiroid hormon tedavisi kullanin, duzenli hormon seviyenizi kontrol ettirin.",
    "Autism Spectrum Disorder (ASD)": "Erken mudahale ve terapiler alin, egitim destegi saglayin ve sosyal beceriler gelistirmeye odaklanin.",
    "Crohn's Disease": "Diyetinize dikkat edin, iltihap onleyici tedavi alin ve stres seviyenizi yonetin.",
    "Hyperglycemia": "Kan sekeri seviyenizi duzenli takip edin, dengeli bir diyet uygulayin ve gerektiginde insulin kullanin.",
    "Melanoma": "Gunes isigindan kacinin, cilt degisikliklerini kontrol edin ve duzenli dermatolojik muayeneler yaptirin.",
    "Ovarian Cancer": "Duzenli jinekolojik muayeneler yaptirin, erken teshis icin belirtilere dikkat edin.",
    "Turner Syndrome": "Hormon tedavisi ve genetik danismanlik alin, buyume hormonu tedavisi uygulayin.",
    "Zika Virus": "Sivrisineklerden korunmak icin uygun onlemler alin, hamilelik sirasinda dikkatli olun.",
    "Cataracts": "Duzenli goz muayenesi yaptirin, gozluk ve gunes gozlugu kullanin, cerrahi mudahale gerekebilir.",
    "Pneumocystis Pneumonia (PCP)": "Bagisiklik sisteminizi destekleyin, duzenli ilac tedavisi alin.",
    "Scoliosis": "Fizik tedavi ve korse kullanimi ile durusunuzu iyilestirin, gerektiginde cerrahi mudahale uygulanabilir.",
    "Sickle Cell Anemia": "Agri yonetimi icin ilaclar kullanin, enfeksiyonlardan korunmak icin onlemler alin.",
    "Tetanus": "Asi olun, derin yaralanmalardan kacinin ve yara bolgesini temiz tutun.",
    "Anemia": "Demir takviyeleri kullanin, dengeli beslenin ve vitamin eksikliklerini giderin.",
    "Cholera": "Hijyen kurallarina uyun, temiz icme suyu kullanin ve asi olun.",
    "Endometriosis": "Agri yonetimi icin ilac kullanin, cerrahi tedavi seceneklerini degerlendirin.",
    "Sepsis": "Enfeksiyonlari hizli bir sekilde tedavi edin, bagisiklik sisteminizi guclendirin.",
    "Sleep Apnea": "Uyku duzeninize dikkat edin, CPAP cihazi kullanin ve saglikli kilo kontrolu yapin.",
    "Down Syndrome": "Erken mudahale ve terapi destegi alin, egitim ve sosyal beceri gelisimine odaklanin.",
    "Ebola Virus": "Sosyal izolasyon onlemlerine dikkat edin, hijyen kurallarina uyun ve tedavi icin tibbi destege basvurun.",
    "Lyme Disease": "Sivrisinek isiriklarindan korunmak icin uygun onlemler alin, antibiyotik tedavisi alin.",
    "Pancreatic Cancer": "Duzenli saglik kontrolleri yaptirin, saglikli bir diyet benimseyin ve alkolu sinirlayin.",
    "Pneumothorax": "Yaralanmalardan kacinin, sigaradan uzak durun ve doktor onerisiyle tedavi alin.",
    "Appendicitis": "Acil cerrahi mudahale gerektirir, suphe durumunda hemen tibbi yardim alin.",
    "Esophageal Cancer": "Dengeli bir diyet uygulayin, sigara ve alkol kullanimindan kacinin.",
    "HiV/AiDS": "Korunma onlemleri alarak riski azaltin, duzenli saglik kontrolleri yaptirin ve tedaviye sadik kalin.",
    "Marfan Syndrome": "Duzenli kardiyolojik kontroller yaptirin, fiziksel aktiviteleri doktor tavsiyesiyle yapin.",
    "Parkinson's Disease": "Fizik tedavi ve ilac tedavisi ile semptomlari yonetmeye odaklanin.",
    "Hemorrhoids": "Lifli gidalar tuketin, duzenli egzersiz yapin ve sicak oturma banyolari uygulayin.",
    "Polycystic Ovary Syndrome (PCOS)": "Dengeli beslenin, egzersiz yapin ve hormon tedavisi uygulayin.",
    "Systemic Lupus Erythematosus...": "Gunes isigindan kacinin, bagisiklik sistemini destekleyen tedavi uygulayin.",
    "Typhoid Fever": "Duzenli asi olun, temiz icme suyu kullanin ve hijyen kurallarina dikkat edin.",
    "Breast Cancer": "Duzenli meme muayenesi yaptirin, erken teshis icin mamografi kontrollerine katilin.",
    "Measles": "Asi olun, bagisikliginizi guclendirin ve enfekte kisilerden kacinin.",
    "Osteomyelitis": "Antibiyotik tedavisi ve cerrahi mudahale ile enfeksiyonu kontrol altina alin.",
    "Polio": "Asi olun, hijyen kurallarina uyun ve enfekte bireylerden uzak durun.",
    "Chronic Kidney Disease": "Bol su icin, duzenli bobrek fonksiyonu testleri yaptirin ve dusuk tuzlu bir diyet uygulayin.",
    "Prader-Willi Syndrome": "Diyet duzenlemeleri yapin, fiziksel terapi ve psikolojik destek alin.",
    "Thyroid Cancer": "Erken teshis icin duzenli tiroid muayenesi yaptirin, cerrahi mudahale ve tedavi seceneklerini degerlendirin.",
    "Tuberculosis": "Tedavi icin antibiyotik kullanin, enfekte kisilere karsi onlemler alin ve iyi hijyen uygulamalari yapin.",
    "Bladder Cancer": "Duzenli idrar yolu kontrolu yaptirin, sigara icmeyin ve saglikli bir diyet benimseyin.",
    "Otitis Media (Ear Infection)": "Kulak enfeksiyonlarindan kacinin, antibiyotik tedavisi kullanin ve soguk alginligindan korunmaya ozen gosterin.",
    "Tourette Syndrome": "Davranissal terapi ve ilac tedavisi ile semptomlari yonetmeye odaklanin.",
    "Alzheimer's Disease": "Beyin sagligini destekleyen aktiviteler yapin, erken teshis ve tedavi ile semptomlari yonetmeye odaklanin.",
    "Dementia": "Zihinsel egzersizler yapin, sosyal etkinliklere katilin ve ilac tedavisi ile semptomlari yonetmeye calisin.",
    "Diverticulitis": "Lifli gidalar tuketin, antibiyotik tedavisi kullanin ve duzenli doktor kontrolleri yaptirin.",
    "Lung Cancer": "Sigara icmeyin, duzenli akciger muayenesi yaptirin ve saglikli bir diyet benimseyin.",
    "Mumps": "Asi olun, hijyen kurallarina dikkat edin ve enfekte kisilerden uzak durun.",
    "Cholecystitis": "Saglikli bir diyet uygulayin, duzenli doktor kontrollerine gidin ve gerektiginde cerrahi mudahale alin.",
    "Prostate Cancer": "Duzenli prostat muayenesi yaptirin, saglikli bir diyet benimseyin ve erken teshis icin testler yapin.",
    "Schizophrenia": "Psikoterapi ve ilac tedavisi ile semptomlari yonetmeye odaklanin.",
    "Gout": "Dusuk purinli diyet uygulayin, agri yonetimi icin ilac kullanin ve bol su icin.",
    "Testicular Cancer": "Duzenli testis muayenesi yaptirin, erken teshis icin semptomlari izleyin.",
    "Tonsillitis": "Agri yonetimi icin ilaclar kullanin, bol sivi icin ve istirahat edin.",
    "Williams Syndrome": "Genetik danismanlik alin, egitim destegi ile sosyal becerileri gelistirmeye odaklanin."

  }
}
